{
  "title": "• Proto",
  "layout": "default",
  "content": [
    "<section class=\"mb-24\">",
    "  <div class=\"col-8 row\">",
    "    <span class=\"title\">Proto</span>",
    "      <span class=\"subtitle\">I returned to Block to join Proto, a new business unit dedicated to accelerating the transition to a more open and equitable global economy.<br><br>At Proto, I am the product design lead for our mining products. I helped shape the initial product vision for our software suite, played a key role in defining the brand, including designing the logo mark, and worked closely with the hardware and industrial design teams to translate customer needs into elegant solutions.</span>",
    "      </div>",
    "      </section>",
    "      <section>",
    "        <div class=\"col-8 gap-12\">",
    "          <img src=\"/img/work/proto/01@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">Proto Rig is a major shift in Bitcoin mining. Redesigned from the ground up, Rig is a purpose-built miner with a focus on efficiency, reliability, and scalability. It addresses rackspace density, maximizes existing electrical infrastructure, and makes upgrades easy and efficient.</p>",
    "        </div>",
    "      </section>",
    "      <section>",
    "        <div class=\"col-8 gap-12\">",
    "          <img src=\"/img/work/proto/02@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">I designed the Proto logomark, building on the original logotype created by <a href=\"https://x.com/rsa\" target=\"_blank\">Robert Andersen</a>.</p>",
    "        </div>",
    "      </section>",
    "      <section>",
    "        <div class=\"col-8 gap-12\">",
    "          <img src=\"/img/work/proto/03@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">The mark was inspired by the connecting dash in the team’s original name, “Proto.” Its geometry references a flattened block, connecting Proto to our parent company and to mining blocks.</p>",
    "        </div>",
    "      </section>",
    "      <section>",
    "        <div class=\"col-8 gap-12\">",
    "          <img src=\"/img/work/proto/04@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">I taught myself design by redrawing early versions of the Square website and Point of Sale product. Seeing the Proto logo alongside the rest of the Block portfolio was a true full circle moment.</p>",
    "        </div>",
    "      </section>",
    "      <section>",
    "        <div class=\"col-8 gap-12\">",
    "          <img src=\"/img/work/proto/05@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">As part of the brand design process, I extended the Proto logomark to develop a custom typeface. This became the foundation of Proto Type, a full typeface built by OhNo. Shown here are some of my favorite numeral glyphs from the original typeface.</p>",
    "        </div>",
    "      </section>",
    "      <section>",
    "        <div class=\"col-8 gap-12\">",
    "          <div class=\"mt-16 mb-8\">",
    "            <h2 class=\"title\">Proto Fleet</h2>",
    "            <p class=\"subtitle\">Mining software has historically lagged behind, with fragmented tools, complex interfaces, and limited efficiency. Proto Fleet was created to address these gaps by unifying key operator needs such as power scaling, miner diagnostics, maintenance, and fleet performance into a single open source platform that runs on-premises, in the cloud, or in a hybrid environment.</p>",
    "          </div>",
    "          <img src=\"/img/work/proto/06@2x.png\" class=\"image-border\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">Proto Fleet allows mining operators to manage their entire fleet just as easily as they can focus on individual ASIC performance.</p>",
    "        </div>",
    "      </section>",
    "      <section>",
    "        <div class=\"col-8 gap-12\">",
    "          <img src=\"/img/work/proto/07@2x.png\" class=\"image-border\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\"Mining fleets can range from a single rig to thousands. I designed a flexible, scalable, and compact system that lets operators take action on their fleet in moments.</p>",
    "        </div>",
    "      </section>",
    "      <section>",
    "        <div class=\"col-8 gap-12\">",
    "          <img src=\"/img/work/proto/08@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">A small snippet from an onboarding flow that guides customers on how to install Proto Fleet locally.</p>",
    "        </div>",
    "      </section>",
    "      <section>",
    "        <div class=\"col-8 gap-12\">",
    "          <img src=\"/img/work/proto/09@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">A visual exploration on a pairing process for Proto Rig.</p>",
    "        </div>",
    "      </section>"
  ],
  "permalink": "/work/proto"
}