{
  "title": "• Proto",
  "layout": "default",
  "content": [
    "<section class=\"mb-24\">",
    "  <div class=\"col-8\">",
    "    <span class=\"title\">Proto</span>",
    "      <span class=\"subtitle\">I came back to Block to join Proto, a new business unit with a mission to accelerate the transition to a more open, equitable global economy. <br><br> At Proto, I’m the product design lead for our mining products. I helped shape the initial product vision for our software suite, played a key role in defining the brand, including designing the logo mark, and worked closely with the hardware and industrial design teams to translate customer needs into elegant design solutions.</span>",
    "      </div>",
    "      </section>",
    "      <section>",
          "        <div class=\"col-8 gap-12\">",
    "          <img src=\"/img/work/proto/01@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">Proto Rig is a paradigm shift in Bitcoin mining. Redesigned from the ground up, Rig is a purpose-built miner with a focus on efficiency, reliability, and scalability. Proto Rig is designed to solve for rackspace density, get the most out of existing electrical infrastructure, and make upgrades extremely easy and efficient.</p>",
    "          <img src=\"/img/work/proto/02@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">I designed the Proto logomark, extending the original logotype created by Robert Andersen.</p>",
    "          <img src=\"/img/work/proto/03@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">The mark was constructed from the connecting dash in the team’s original name, \"Proto-\". Its geometry references a flattened block, connecting Proto to our parent company and to mining blocks.</p>",
    "          <img src=\"/img/work/proto/04@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">I taught myself how to design by redrawing early versions of the Square website and Point of Sale product. Seeing the Proto logo sit alongside the rest of the Block portfolio was a true full circle moment.</p>",
    "          <img src=\"/img/work/proto/05@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">As part of the brand design process, I extended the Proto logomark to develop a custom typeface which became the foundation of Proto Type, a full typeface built by OhNo. Pictured here are some of my favorite numeral glyphs from the original typeface.</p>",
    "          <div class=\"mt-16 mb-8\">",
    "            <h2 class=\"title\">Proto Fleet</h2>",
    "            <p class=\"subtitle\">Mining software has historically lagged behind: fragmented tools, complex interfaces, and limited impact on efficiency. Proto Fleet was designed to address these gaps by unifying key operator needs, including power scaling, miner diagnostics, maintenance, and fleet performance, into a single open source platform that can run on-prem, in the cloud, or in a hybrid environment.</p>",
    "          </div>",
    "          <img src=\"/img/work/proto/06@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">Proto Fleet enables mining operators to zoom out and manage their entire fleet just as easily as it enables them to zoom into individual ASIC performance.</p>",
    "          <img src=\"/img/work/proto/07@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">Mining fleets can range from a single rig to thousands of rigs. I designed a flexible, scalable, and compact system for operators to take action on their fleet in moments.</p>",
    "          <img src=\"/img/work/proto/08@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">A small snippet from an onboarding flow that guides customers on how to install Proto Fleet locally.</p>",
    "          <img src=\"/img/work/proto/09@2x.png\" loading=\"lazy\" data-zoomable>",
    "          <p class=\"caption\">A visual exploration on a pairing process for Proto Rig.</p>",
    "        </div>",
    "      </section>"
  ],
  "permalink": "/work/proto"
}