{
  "title": "• Square",
  "layout": "default",
  "content": [
    "<section class=\"mb-24\">",
    "  <div class=\"col-8 row\">",
    "    <span class=\"title\">Square</span>",
    "      <span class=\"subtitle\">I joined Square in 2017 as a Senior Product Designer for Square for Restaurants – Square's vertical POS solution for Restaurants. I worked alongside two designers across a number of surfaces. My primary focus was the Kitchen Display System but also was deeply involved in the design and development of our point-of-sale and restaurant management solutions.</span>",
    "      </div>",
    "    </section>",
    "        <section>",
    "          <div class=\"col-8\">",
    "            <img src=\"/img/work/square/01@2x.png\" class=\"mb24\" loading=\"lazy\" data-zoomable>",
    "            <p class=\"caption\">Square Kitchen Display System is a modern, intuitive interface for restaurant staff to manage orders, track inventory, and communicate with the front of house. At the core of the system is a kitchen ticket, or chit, that displays key order details and actions enabling quick and efficient order fulfillment.</p>",
    "          </div>",
    "        </section>",
    "        <section>",
    "          <div class=\"col-8\">",
    "            <img src=\"/img/work/square/02@2x.png\" class=\"mb24\" loading=\"lazy\" data-zoomable>",
    "            <p class=\"caption\">To augment the KDS, we designed a sidebar that gave kitchen staff access to tools that provided additional tools that could make order fulfillment more efficient. This sidebar, called Launchpad, was a pattern that we expanded on the Restaurant Poitn of Sale prouct.</p>",
    "          </div>",
    "        </section>",
    "        <section>",
    "          <div class=\"col-8\">",
    "            <img src=\"/img/work/square/03@2x.png\" class=\"mb24\" loading=\"lazy\" data-zoomable>",
    "            <p class=\"caption\">We designed a bulk management mode that allowed kitchen staff to manage orders in bulk which helped keep the kitchen out of the weeds.</p>",
    "          </div>",
    "        </section>",
    "        <section>",
    "        </section>"
  ],
  "permalink": "/work/square"
}